/* Title for shut-down alert warning that we're updating Boot Caches */
"Updating Boot Caches" = "Mise à jour des caches d’initialisation";

/* Text of shut-down alert explaining why we aren't shutting down right away */
"Caches necessary for booting are being updated.  System shutdown will proceed once the caches are up to date." = "Les caches nécessaires pour l’initialisation sont en cours de mise à jour. L’extinction du système aura lieu lorsque les caches seront mis à jour.";

/* Title for alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Inconsistent system files" = "Fichiers système incohérents";

/* Text of alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Important system files in memory do not match those on disk. Kernel extensions can not be loaded, and some devices may not work. Resetting your startup disk in System Preferences may help." = "Des fichiers système importants placés en mémoire ne correspondent pas à ceux sur disque. Les extensions Kernel ne peuvent pas se charger et il est possible que certains périphériques ne fonctionnent pas. Il se peut que la réinitialisation de votre disque de démarrage dans les Préférences Système aide à résoudre le problème.";

/* Title for alert warning the user of a kernel extension whose contents could be replaced with malicious code. */
"System extension cannot be used" = "L’extension système ne peut pas être utilisée";

/* Text of alert warning the user of a kernel extension whose contents could be replaced with malicious code. In two parts; the filename in question is put in between them. */
"The system extension \"" = "L’extension système “";

"\" was installed improperly and cannot be used. Please try reinstalling it, or contact the product's vendor for an update." = "“ n’a pas été installé correctement et ne peut être utilisé. Veuillez essayer de le réinstaller ou contactez votre revendeur pour une mise à jour.";

/* OK */
"OK" = "OK";

/* Display mode naming related strings. */

"PAL"  = "PAL";
"NTSC" = "NTSC";

"256 Colors" = "256 couleurs";
"Thousands"  = "Milliers";
"Millions"   = "Millions";
"Trillions"  = "Trillions";

"n/a"  = "n/d";

"stretched"  = "stretched";
"simulscan"  = "simulscan";
"interlaced" = "interlaced";
"external"   = "external";


"%%.%ldf Hertz"       = "%%.%ldf Hertz";
"%%.%ldf Hertz (%%@)" = "%%.%ldf Hertz (%%@)";

"%d x %d"  = "%d x %d";
"%d x %dp" = "%d x %dp";
"%d x %di" = "%d x %di";

"%@"						=	"%@";
"%@ (%@)"					= 	"%@ (%@)";
"%@ (%@, %@)"					= 	"%@ (%@, %@)";
"%@ (%@, %@, %@)"				=	"%@ (%@, %@, %@)";
"%@ (%@, %@, %@, %@)"				=	"%@ (%@, %@, %@, %@)";
"%@ (%@, %@, %@, %@, %@)"			=	"%@ (%@, %@, %@, %@, %@)";

"%%@, %%.%ldf Hz"				=	"%%@, %%.%ldf Hz";
"%%@, %%.%ldf Hz (%%@)"				=	"%%@, %%.%ldf Hz (%%@)";
"%%@, %%.%ldf Hz (%%@, %%@)"			= 	"%%@, %%.%ldf Hz (%%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)"	=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)";
